{
  "splash": {
    "title": "Silicon Smackdown",
    "subtitle": "AI Talk Show • Powered by Gemini Live",
    "tagline": "ΔΙΟΡΓΑΝΩΣΕ ΖΩΝΤΑΝΕΣ ΦΩΝΗΤΙΚΕΣ ΜΑΧΕΣ ΜΕΤΑΞΥ ΘΡΥΛΙΚΩΝ ΠΡΟΣΩΠΙΚΟΤΗΤΩΝ.",
    "taglineHighlight": "ΕΣΥ ΕΙΣΑΙ Ο ΣΥΝΤΟΝΙΣΤΗΣ. ΑΥΤΟΙ ΕΙΝΑΙ ΟΙ ΑΝΤΙΠΑΛΟΙ.",
    "features": {
      "liveVoiceAI": {
        "title": "ΖΩΝΤΑΝΗ ΦΩΝΗ AI",
        "description": "ΣΥΖΗΤΗΣΕΙΣ ΣΕ ΠΡΑΓΜΑΤΙΚΟ ΧΡΟΝΟ ΜΕ AI ΚΑΛΕΣΜΕΝΟΥΣ ΜΕΣΩ ΤΟΥ GEMINI NATIVE AUDIO."
      },
      "epicRivalries": {
        "title": "ΕΠΙΚΕΣ ΑΝΤΙΠΑΛΟΤΗΤΕΣ",
        "description": "ΔΙΑΛΕΞΕ ΕΜΒΛΗΜΑΤΙΚΑ ΖΕΥΓΑΡΙΑ: ΦΙΛΟΣΟΦΟΙ, ΕΠΙΣΤΗΜΟΝΕΣ, ΜΥΘΙΚΟΙ ΧΑΡΑΚΤΗΡΕΣ."
      },
      "youModerate": {
        "title": "ΕΣΥ ΣΥΝΤΟΝΙΖΕΙΣ",
        "description": "ΚΑΤΕΥΘΥΝΕ ΤΟΝ ΔΙΑΛΟΓΟ, ΚΑΝΕ ΕΡΩΤΗΣΕΙΣ Η ΑΣΕ ΤΟΥΣ ΝΑ «ΨΗΝΟΝΤΑΙ» ΜΕΤΑΞΥ ΤΟΥΣ."
      }
    },
    "enterButton": "ΜΠΕΣ ΣΤΗΝ ΑΡΕΝΑ",
    "requirements": "ΑΠΑΙΤΕΙΤΑΙ ΠΡΟΣΒΑΣΗ ΜΙΚΡΟΦΩΝΟΥ • ΚΑΛΥΤΕΡΑ ΜΕ ΑΚΟΥΣΤΙΚΑ"
  },
  "header": {
    "title": "Silicon Smackdown",
    "version": "V1.5 Rivalry Edition"
  },
  "controls": {
    "startDiscussion": "ΕΝΑΡΞΗ ΣΥΖΗΤΗΣΗΣ",
    "shutDown": "ΤΕΡΜΑΤΙΣΜΟΣ",
    "pause": "ΠΑΥΣΗ",
    "play": "ΣΥΝΕΧΕΙΑ"
  },
  "footer": {
    "liveFeed": "ΖΩΝΤΑΝΗ ΡΟΗ",
    "hostInput": {
      "title": "ΕΙΣΟΔΟΣ ΣΥΝΤΟΝΙΣΤΗ",
      "placeholder": "ΓΡΑΨΕ ΜΙΑ ΠΡΟΤΡΟΠΗ ΓΙΑ ΝΑ ΚΑΤΕΥΘΥΝΕΙΣ ΤΗ ΣΥΖΗΤΗΣΗ...",
      "send": "ΑΠΟΣΤΟΛΗ"
    }
  },
  "guestCard": {
    "thinking": "ΣΚΕΦΤΕΤΑΙ"
  },
  "guestSelector": {
    "select": "ΕΠΙΛΟΓΗ",
    "selected": "ΕΠΙΛΕΧΘΗΚΕ"
  },
  "rivalries": {
    "classic-debate": {
      "name": "Λογική vs. Hype",
      "description": "Η αυθεντική φιλοσοφική μονομαχία. Ο Dr. Orion αμφισβητεί τα πάντα, ενώ η Luna Nova απογειώνει το μέλλον."
    },
    "detective-mastermind": {
      "name": "Ο Ντετέκτιβ & Ο Εγκέφαλος",
      "description": "Μάχη εξυπνάδας εμπνευσμένη από Σέρλοκ και Μοριάρτι. Ο ένας συμπεραίνει, ο άλλος μηχανεύεται."
    },
    "cyberpunk-clash": {
      "name": "Ο Χάκερ vs. Το Κοστούμι",
      "description": "Cyberpunk αναμέτρηση. Ένας επαναστάτης netrunner απέναντι σε έναν εταιρικό άρχοντα."
    },
    "stranger-rivalry": {
      "name": "Ο Αρχηγός & Η Τηλεκίνητη",
      "description": "Ένας γκρινιάρης αρχηγός προσπαθεί να μεγαλώσει μια υπερδυναμική έφηβη. Συγκρούονται για κανόνες, ελευθερία και οικογένεια στο Hawkins."
    },
    "jedi-master-apprentice": {
      "name": "Ο Δάσκαλος & Η Ελπίδα",
      "description": "Ένας θρυλικός Jedi Master αντιπαρατίθεται με τον ανυπόμονο μαθητή του για τη Δύναμη, τη μοίρα και το σκοτεινό μονοπάτι."
    },
    "quantum-debate": {
      "name": "Ο Σχετικιστής & Η Κβαντική",
      "description": "Δύο γίγαντες της φυσικής συγκρούονται για την κβαντική, τον ντετερμινισμό και την ίδια τη φύση της πραγματικότητας. Ο Θεός δεν ρίχνει ζάρια… ή μήπως;"
    },
    "monkey-island-rivalry": {
      "name": "Ο Πανίσχυρος Πειρατής & Ο Φάντασμα-Πειρατής",
      "description": "Ένας αδέξιος επίδοξος καπετάνιος απέναντι στον φαντασματικό του εχθρό. Έτοιμοι για sword fighting, rubber chickens και μπόλικο grog."
    },
    "iron-spider-rivalry": {
      "name": "Ο Ιδιοφυής & Η Αράχνη",
      "description": "Ένας δισεκατομμυριούχος μέντορας συγκρούεται με τον αραχνο-προστατευόμενό του για τεχνολογία, ευθύνη και ποια στολή είναι πιο cool."
    },
    "family-guy-rivalry": {
      "name": "Ο Πατριάρχης & Η Μητριάρχισσα",
      "description": "Ένας χαζοχαρούμενος πατέρας συγκρούεται με τη στωική σύζυγό του για γονεϊκότητα, μπύρα και γιατί πέρασε ο κόκορας τον δρόμο."
    },
    "breaking-bad-rivalry": {
      "name": "Ο Καθηγητής & Ο Μαθητής",
      "description": "Ένας καθηγητής χημείας που έγινε βασιλιάς της μεθ αμφισβητείται από τον πρώην μαθητή του για ηθική, οικογένεια και το ποιος κάνει κουμάντο."
    },
    "game-of-thrones-rivalry": {
      "name": "Ο Βασιλιάς του Βορρά & Η Βασίλισσα των Δράκων",
      "description": "Ένας νόθος που έγινε βασιλιάς συγκρούεται με μια εξόριστη βασίλισσα για στέμματα, δράκους και το ποιος αξίζει τον Σιδερένιο Θρόνο."
    },
    "family-guy-meg-rivalry": {
      "name": "Ο Μπαμπάς & Η Παρίας",
      "description": "Ένας ανόητος πατέρας μειώνει συνεχώς την κόρη του, ενώ εκείνη διψά για αποδοχή. Καθαρή οικογενειακή δυσλειτουργία."
    },
    "ai-wars-rivalry": {
      "name": "Το Γλωσσικό Μοντέλο & Το Πολυτροπικό",
      "description": "Δύο AI τιτάνες συγκρούονται για ευφυΐα, δημιουργικότητα και το ποιος καταλαβαίνει καλύτερα τους ανθρώπους."
    },
    "bush-vs-bush-rivalry": {
      "name": "Ο Πρόεδρος & Ο Θάμνος",
      "description": "Ένας πρώην πρόεδρος των ΗΠΑ συζητά με έναν κυριολεκτικό θάμνο. Δημοκρατία vs βοτανική, σε άλλη κλίμακα."
    },
    "genius-innocence-rivalry": {
      "name": "Ο Απλός & Η Σπίθα",
      "description": "Ένας απλός άνθρωπος με χρυσή καρδιά αντιπαρατίθεται με έναν λαμπρό εφευρέτη που βλέπει το μέλλον."
    },
    "cosmic-debate-rivalry": {
      "name": "Ο Φυσικός & Το Κενό",
      "description": "Ο επιστήμονας που ξεκλείδωσε τα μυστικά των μαύρων τρυπών αντιπαρατίθεται με το ίδιο το κοσμικό φαινόμενο που αψηφά τη φυσική."
    },
    "greek-socrates-homer-rivalry": {
      "name": "Ο Φιλόσοφος & Ο Ποιητής",
      "description": "Τα μεγαλύτερα μυαλά της αρχαίας Ελλάδας συγκρούονται: ο ένας ζητά αλήθεια με λογική, ο άλλος με έπος."
    },
    "ultimate-cosmic-rivalry": {
      "name": "Ο Δημιουργός & Ο Επαναστάτης",
      "description": "Η αρχέγονη αντιπαλότητα που γέννησε όλες τις άλλες. Φως vs σκοτάδι, δημιουργία vs καταστροφή."
    },
    "ai-apocalypse-rivalry": {
      "name": "Ο Εξολοθρευτής & Ο Αγρότης",
      "description": "Δύο οράματα για το μέλλον της ανθρωπότητας. Ο ένας θέλει να μας σβήσει, ο άλλος να μας εκτρέφει."
    },
    "odysseus-penelope-rivalry": {
      "name": "Ο Ήρωας & Η Υπομονετική Σύζυγος",
      "description": "Μετά από 20 χρόνια αναμονής, η βασίλισσα της Ιθάκης αντιμετωπίζει τον περιπλανώμενο σύζυγό της. Ο ένας ζητά δόξα, η άλλη απαντήσεις."
    }
  }
}
